#include "handler.h"

int main() {
    startInterface();
    return 0;
}

// выучить английский язык ***как сказать)***
// возможность добавлять и удалять вектора ***ВЫПОЛНЕНО***
// почему коды ошибок и тексты - в разных файлах? ***ВЫПОЛНЕНО***
// более интуитивно понятное меню ***ВЫПОЛНЕНО***
// стилистика хромает (отступы и пробелы много где отсутствуют) ***ВЫПОЛНЕНО***
// приучаемся использовать if else вместо if ***ВЫПОЛНЕНО***
// сравнение векторов вынести в отдельную функцию, а не прописывать цикл for каждый раз заново ***ВЫПОЛНЕНО***
